tests/fixtures/artifact-replay/fp-coupled-blocks/case/0/fluidZone/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    object U;
}

dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    fluidGate
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    solidGate
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    casing
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    span
    {
        type empty;
    }
}
