tests/fixtures/artifact-replay/fp-coupled-blocks/case/0/fluidZone/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object p;
}

dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    fluidGate
    {
        type fixedValue;
        value uniform 0;
    }
    solidGate
    {
        type fixedValue;
        value uniform 0;
    }
    casing
    {
        type fixedValue;
        value uniform 0;
    }
    span
    {
        type empty;
    }
}
