tests/fixtures/artifact-replay/fp-coupled-blocks/case/0/solidZone/T
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object T;
}

dimensions [0 0 0 1 0 0 0];
internalField uniform 300;
boundaryField
{
    fluidGate
    {
        type fixedValue;
        value uniform 300;
    }
    solidGate
    {
        type fixedValue;
        value uniform 300;
    }
    casing
    {
        type fixedValue;
        value uniform 300;
    }
    span
    {
        type empty;
    }
}
